{
    "Response 1": {
        "Mary": "Hey Justin, I heard you're interested in catching the F1 game.",
        "Justin": "Yeah, I've always wanted to experience it live."
    },
    "Response 2": {
        "Mary": "Have you looked into getting tickets yet?",
        "Justin": "Not yet, I'm not sure where to start."
    },
    "Response 3": {
        "Mary": "I can help you with that. There are different ticket packages available.",
        "Justin": "That's great, I want to make sure I get a good view of the race."
    },
    "Response 4": {
        "Mary": "You can choose between grandstand tickets or general admission tickets.",
        "Justin": "I think I'd prefer grandstand tickets for a better view."
    },
    "Response 5": {
        "Mary": "That's a good choice, but they tend to sell out quickly.",
        "Justin": "I should probably book them soon then."
    },
    "Response 6": {
        "Mary": "Definitely, especially for popular races.",
        "Justin": "Do you know if there are any discounts available?"
    },
    "Response 7": {
        "Mary": "Sometimes there are early bird discounts or group discounts.",
        "Justin": "I'll have to check the website for any promotions."
    },
    "Response 8": {
        "Mary": "That's a good idea, they often have special offers.",
        "Justin": "I'm really looking forward to the race day experience."
    },
    "Response 9": {
        "Mary": "It's going to be so exciting, the atmosphere is incredible.",
        "Justin": "I can't wait to hear the roar of the engines."
    },
    "Response 10": {
        "Mary": "It's definitely a thrilling experience you won't forget.",
        "Justin": "I'm already imagining the cars speeding by."
    },
    "Response 11": {
        "Mary": "You'll be on the edge of your seat the whole time.",
        "Justin": "I hope I can get a good spot to see all the action."
    },
    "Response 12": {
        "Mary": "With grandstand tickets, you'll have a prime view of the track.",
        "Justin": "I'll make sure to bring my camera to capture the moments."
    },
    "Response 13": {
        "Mary": "That's a great idea, you'll want to remember it forever.",
        "Justin": "I'm so grateful for your help in planning this."
    },
    "Response 14": {
        "Mary": "I'm happy to help, it's going to be an amazing experience for you.",
        "Justin": "I appreciate all the tips and advice you've given me."
    }
}
